Repository: ahkharsha/pregAthI
Catalog: lib/l10n/app_*.arb
Languages: te

source: AI Chat
te: ఎఐ చాట్

# aboutChat
source: click to chat with AI about pregnancy and more..
te: గర్భం మరియు మరిన్నింటి గురించి ఎఐ తో చాట్ చేయడానికి క్లిక్ చేయండి..

source: Emergency
te: ఎమర్జెన్సీ

source: Services
te: సేవలు

source: Insta-Share
te: ఇన్‌స్టా-షేర్

source: Ambulance
te: అంబులెన్స్

source: Click to call
te: కాల్

source: Police
te: పోలీసు

# instaShareAbout
source: Click to share your current location..
te: మీ ప్రస్తుత స్థానాన్ని షేర్ చేయడానికి క్లిక్ చేయండి..

source: Send Location
te: స్థానాన్ని పంపండి

source: Send
te: పంపండి

source: Hospitals
te: ఆసుపత్రులు

source: Pharmacy
te: ఫార్మసీ

source: Police Stations
te: పోలీసులు

# sent
source: Message Sent
te: సందేశం పంపబడింది

source: pregAthI
te: ప్రాగాతి

source: Name
te: పేరు

source: Week of Pregnancy
te: గర్భం యొక్క వారం

source: Bio
te: నీ గురించి

source: Week
te: వారం

source: Health Tips
te: ఆరోగ్య చిట్కాలు

source: Daily Exercise
te: రోజువారీ వ్యాయామం

# aboutDailyExercise
source: 30 minutes of walking or yoga is recommended.
te: 30 నిమిషాల నడక లేదా యోగా సిఫార్సు చేయబడింది.

source: Balanced Diet
te: సమతుల్య ఆహారం

# aboutBalancedDiet
source: Include fruits, vegetables, and whole grains.
te: పండ్లు, కూరగాయలు మరియు తృణధాన్యాలు చేర్చండి.

source: Update Profile
te: నవీకరించండి

# diologueUpdateProfileSuccess
source: Profile updated successfully
te: ప్రొఫైల్ విజయవంతంగా నవీకరించబడింది.

# diologueUpdateProfileFailure
source: Error. Could not update profile.
te: ప్రొఫైల్‌ను అప్‌డేట్ చేయడంలో లోపం.

source: Logout
te: లాగ్ అవుట్

source: Delete Account
te: ఖాతాను తొలగించండి

source: Pregnancy Tracker
te: ప్రెగ్నెన్సీ ట్రాకర్

# theEmailentered
source: The email entered is
te: నమోదు చేసిన ఇమెయిల్

source: Reset Password
te: రీసెట్ పాస్వర్డ్

source: Enter Email
te: ఇమెయిల్ ఎంటర్ చేయండి

source: Text
te: వచనం

source: Image
te: చిత్రం

source: AI Doc
te: ఎఐ డాక్

source: Me
te: నేను

# typeMessage
source: Type a message ....
te: సందేశాన్ని టైప్ చేయండి ....

# noteDelete
source: Note: This action is permanent and cannot be undone
te: ఈ చర్య శాశ్వతమైనదని మరియు ఇది రద్దు చేయబడదని గుర్తుంచుకోండి

# enterConfirm
source: Enter CONFIRM to delete your account
te: ఎంటర్ COMFIRM మీ ఖాతాను తొలగించడానికి

source: Features
te: లక్షణాలు

source: Community
te: కమ్యూనిటీ

source: Contacts
te: సంప్రదాయాలు

source: Calendar
te: క్యాలెండర్

source: Work from Home
te: ఇంటినింటిగా పని

source: Preg News
te: గర్భం వార్తలు

source: Announcements
te: ప్రకటనలు

source: Profile
te: ప్రొఫైల్

source: Trusted Contacts
te: అభిరుచిగా ఉన్న సంప్రదాయాలు

source: Add Trusted Contacts
te: అభిరుచిగా ఉన్న సంప్రదాయాలను జోడించండి

source: Husband
te: భర్త

source: Nearest Hospital
te: అత్యంత సమీపస్థ ఆసుపత్రి

source: Save
te: భద్రపరచు

source: Music Player
te: సంగీత ప్లేయర్

source: Languages
te: భాషలు

# about
source: About Us
te: పరిచయం
